START_COMMAND_MESSAGE: str = (
    'Привет, <b>{full_name}</b>!\n\n'
    'Чтобы скачать файл, отправь мне <b>прямую</b> ссылку.\n\n'
    'Помощь - /help'
)
HELP_COMMAND_MESSAGE: str = (
    '@{bot_username} - это бот для скачивания файлов по <b>прямым ссылкам</b>.\n\n'
    '<b>Порядок использования:</b>\n\n'
    '<b>1.</b> Отправь мне прямую ссылку на файл\n'
    '<b>2.</b> Выбери название для файла или оставь название по-умолчанию\n'
    '<b>3.</b> Нажми кнопку "Скачать"\n'
    '<b>4.</b> Ожидай скачивания файла и загрузки на сервер Telegram\n\n'
    '<i>Прямые ссылки</i> - это ссылки, при переходе по которым сразу начинается <b>скачивание файла</b>.\n\n'
    '<b>Примеры прямых ссылок:</b>\n'
    'https://w.wallhaven.cc/full/2y/wallhaven-2yxp16.jpg\n'
    'https://trashbox.ru/files20/1957124_683e4b/mark.via.gp-20240524.apk\n'
    'https://file-examples.com/wp-content/storage/2017/04/file_example_MP4_1920_18MG.mp4'
)
